Repository: SIRSteiner/wxMEdit
Catalog: po/*.po
Languages: fr_fr

source: Copy &Full Path
fr_fr: Copier le Chemin &Complet

source: Copy full file path to clipboard
fr_fr: Copier le Chemin Complet vers le Presse -Papier

source: Copy File &Name
fr_fr: Copier le &Nom du Fichier

source: Copy file name to clipboard
fr_fr: Copier le Nom du Fichier vers le Presse -Papier

source: Copy Containing &Directory
fr_fr: Copier &Dossier Contenant

source: Copy containing directory to clipboard
fr_fr: Copier le Contenu du Dossier Contenant vers le Presse -Papier

source: Page Set&up...
fr_fr: Config&uration de Page

source: Setup the pages for printing
fr_fr: Définissez les pages pour l'Impression

source: Print Previe&w...
fr_fr: Aperçu de l'Impression...

source: Preview the result of printing
fr_fr: Prévisualiser le Résultat de l'Impression

source: &Print...
fr_fr: Im&Primer...

source: Print the file
fr_fr: Imprimer le Fichier

source: Recent Files
fr_fr: Fichiers Récents

source: E&xit
fr_fr: Sorti&r

source: Quit wxMEdit
fr_fr: Quitter wxMEdit

source: &Edit
fr_fr: &Edition

source: &Undo
fr_fr: &Annuler

source: Undo the last action
fr_fr: Annuler la Dernière Action

source: &Redo
fr_fr: &Recommencer

source: Redo the previously undone action
fr_fr: Refaire l'Action Annulée

source: Cu&t
fr_fr: Cou&per

source: Cut the selection and put it on the Clipboard
fr_fr: Couper la Sélection vers le Presse-Papier

source: &Copy
fr_fr: &Copier

source: Copy the selection and put it on the Clipboard
fr_fr: Copier la Sélection vers le Presse-Papier

source: &Paste
fr_fr: &Coller

source: Insert data from the Clipboard
fr_fr: Insérer depuis le Presse-Papier

source: Paste with Over&writing
fr_fr: Collage Ecrasant

source: Overwrite data from the Clipboard
fr_fr: Ecraser le Presse-Papier

source: Delete data
fr_fr: Supprimer les Données

source: Cut L&ine
fr_fr: Couper la L&igne

source: Cut the selected lines and put it on the Clipboard
fr_fr: Couper les lignes Sélectionées vers le Presse-Papier

source: Delete &Line
fr_fr: Supprimer la &Ligne

source: Delete the selected lines
fr_fr: Supprimer les Lignes Sélectionnées

source: Select &All
fr_fr: &Tout Séléctionner

source: Select all data
fr_fr: Sélectionner toute les Données

source: Insert Ta&b Char
fr_fr: Insérer un Caractère de Ta&bulation

source: Insert a Tab char at current position
fr_fr: Insérer un Caractère de Tabulation à la Position Courante

source: Insert Dat&e and Time
fr_fr: Insérer Dat&e et Heure

source: Insert date and time at current position
fr_fr: Insérer Date et Heure à la Position Courante

source: Insert &Ordered Sequence...
fr_fr: Insérer une Séquence &Ordonnée

source: Insert ordered sequence with certain format in specified numbering system
fr_fr: Insérer une Séquence Ordonnée dans un Système de Numération Spécifique

source: Colum&n
fr_fr: Colo&nne

source: Column &Align
fr_fr: &Alignement des Colonnes

source: Delete spaces at the right of column selection
fr_fr: Supprimer les Espaces à Droite du Curseur

source: Column &Paste
fr_fr: Co&llage Colonne

source: Paste in each line of column selection
fr_fr: Copier dans Chaque Ligne de Sélection de Colonne

source: Ad&vanced
fr_fr: A&vancé

source: Copy As &Hex String
fr_fr: Copier comme Chaîne &Hexadécimale

source: Copy the selection as hex-string
fr_fr: Copier la Sélection comme Chaîne Hexadécimale

source: Copy As He&x String with Space
fr_fr: Copier comme Chaîne &Hexadécimale avec Espaces

source: Copy the selection as hex-string with space
fr_fr: Copier la Sélection comme Chaîne Hexadécimale avec Espaces

source: &Increase Indent
fr_fr: Augmenter l'&Indentation

source: Increase the indent of seleted lines
fr_fr: Augmenter l'Indentation des Lignes Sélectionnées

source: &Decrease Indent
fr_fr: &Diminuer l'Indentation

source: Decrease the indent of seleted lines
fr_fr: Diminuer l'Indentation des Lignes Sélectionnées

source: &Comment
fr_fr: &Commenter

source: Comment out the selected lines
fr_fr: Commenter les Lignes Sélectionnées

source: &Uncomment
fr_fr: &Décommenter

source: Uncomment the selected lines
fr_fr: Décommenter les Lignes Sélectionnées

source: WordWraps To NewLine Chars
fr_fr: Adaptations de Mots en Retours à la Ligne

source: Convert WordWraps to NewLine chars in the file or selection
fr_fr: Convertir Adaptations de Mot en Retours à la Ligne dans le Fichier ou la Sélection

source: NewLine Chars To WordWraps
fr_fr: Retours à la Ligne en Adaptations de Mot

source: Convert NewLine chars to WordWraps in the selection
fr_fr: Convertir Retours à la Ligne en Adaptations de Mot dans la Sélection

source: To U&pperCase
fr_fr: Casse M&AJUSCULE

source: Convert the selection to uppercase
fr_fr: Convertir la Sélection en MAJUSCULES

source: To L&owerCase
fr_fr: Casse minuscule

source: Convert the selection to lowercase
fr_fr: Convertir la Sélection en minuscules

source: Inver&t Case
fr_fr: In&verser la Casse

source: Invert the case of the selection
fr_fr: Inverser la Casse de la Sélection

source: To H&alfwidth
fr_fr: Diminution de Moitié

source: Convert the selection to halfwidth
fr_fr: Diminution de la Sélection de Moitié

source: To Halfwidth by Options...
fr_fr: Diminution de Moitié avec Options

source: Convert the selection to halfwidth by options
fr_fr: Diminution de la Sélection de Moitié avec Options

source: To &Fullwidth
fr_fr: Taille &Complète

source: Convert the selection to fullwidth
fr_fr: Convertir la Sélection en Taille Complète

source: To Fullwidth by Options...
fr_fr: Taille Complète avec Options

source: Convert the selection to fullwidth by options
fr_fr: Convertir la Sélection en Taille Complète avec Options

source: Tab Chars To Space Chars
fr_fr: Caractères de Tabulation en Espaces

source: Convert Tab chars to Space chars in the selection
fr_fr: Convertir les Caractères de Tabulation en Espaces dans la Sélection

source: Space Chars To Tab Chars
fr_fr: Espaces en Tabulation

source: Convert Space chars to Tab chars in the selection
fr_fr: Convertir les Espaces en Caractère de Tabulation dans la Sélection

source: Tri&m Trailing Spaces
fr_fr: Suppri&mer les Espaces restants

source: Trim trailing spaces at the end of lines
fr_fr: Supprimer les Espaces restants en Fin de Ligne

source: Sort Lines (&Ascending)
fr_fr: Trier les Lignes (Ordre &Ascendant)

source: Sort the selected or all lines in ascending order
fr_fr: Trier les Lignes Sélectionnées ou leur Totalité par Ordre Ascendant

source: Sort Lines (&Descending)
fr_fr: Trier les Lignes (Ordre &Descendant)

source: Sort the selected or all lines in descending order
fr_fr: Trier les Lignes Sélectionnées ou leur Totalité par Ordre Descendant

source: Sort Lines (A&scending, CaseSensitive)
fr_fr: Trier les Lignes (Ordre A&scendant, Sensible à la Casse)

source: Sort lines in ascending order and with case-sensitive
fr_fr: Trier les Lignes par Ordre Ascendant avec Sensibilité à la Casse

source: Sort Lines (D&escending, CaseSensitive)
fr_fr: Trier les Lignes (Ordre D&escendant, Sensible à la Casse)

source: Sort lines in descending order and with case-sensitive
fr_fr: Trier les Lignes par Ordre Descendant avec Sensibilité à la Casse

source: Sort Lines by &Current Options
fr_fr: Trier les Lignes avec les Options A&Ctuelles

source: Sort the selected or all lines by using current options
fr_fr: Trier les Lignes Sélectionnées ou leur Totalité avec les Options Actuelles

source: Sort &Options...
fr_fr: Trier les &Options

source: Set the sort options
fr_fr: Définir les Options de Tri

source: &Search
fr_fr: Rechercher

source: &Find...
fr_fr: &Trouver

source: Find a string
fr_fr: Trouver une Chaîne de caractères

source: Find next occurrence
fr_fr: Occurence Suivante

source: Find previous occurrence
fr_fr: Occurence Précédente

source: &Replace...
fr_fr: &Remplacer

source: Replace a string
fr_fr: Remplacer une Chaîne de caractères

source: Fin&d/Replace in Files...
fr_fr: Trouver/Remplacer dans les Fichiers...

source: Find or replace a string in files
fr_fr: Trouver ou Remplacer une Chaîne de caractère dans les Fichiers

source: &Show/Hide the Results of Find/Replace in Files
fr_fr: &Montrer/Cacher les Résultats pour Trouver/Remplacer dans les Fichiers

source: Show or hide the results of find or replace a string in files
fr_fr: Montrer ou Cacher les Résultats de Trouver ou Remplacer une Chaîne de caractère dans les Fichiers

source: &Go To Line...
fr_fr: &Aller à la Ligne...

source: Go to the specified line
fr_fr: Aller à la Ligne Spécifiée

source: G&o To Position...
fr_fr: A&ller à la Position...

source: Go to the specified position
fr_fr: Aller à la Position Spécifiée

source: Go To L&eft Brace
fr_fr: Aller à l'Accolade Gauch&e

source: Go to left brace
fr_fr: Aller à l'Accolade Gauche

source: Go To R&ight Brace
fr_fr: Aller à l'Accolade Dro&ite

source: Go to right brace
fr_fr: Aller à l'Accolade Droite

source: Toggle Bookmark
fr_fr: Basculer vers le Repère

source: Toggle bookmark at current line
fr_fr: Basculer vers le Repère à la Ligne Courante

source: Go To Next Bookmark
fr_fr: Aller au Repère Suivant

source: Go to the next bookmark
fr_fr: Aller au Repère Suivant

source: Go To Previous Bookmark
fr_fr: Aller au Repère Précédent

source: Go to the previous bookmark
fr_fr: Aller au Repère Précédent

source: Clear All Bookmarks
fr_fr: Réinitialiser Tous les Repères

source: Clear all bookmarks from current file
fr_fr: Réinitialiser les Repères dans le Fichier Courant

source: &View
fr_fr: &Affichage

source: Encoding:
fr_fr: Encodage:

source: All
fr_fr: Tout

source: Syntax Type:
fr_fr: Type de Syntaxe:

source: Font Name:
fr_fr: Nom de La Police:

source: [other]
fr_fr: [autres]

source: Font Size:
fr_fr: Taille de la Police:

source: Set font point-size
fr_fr: Définir la Taille de Police en Points

source: Set Font...
fr_fr: Définir la Police...

source: Change font settings
fr_fr: Modifier les Paramètres de Police

source: &Fixed Width Mode
fr_fr: &Mode Largeur &Fixe

source: Set/Unset the font with Fixed Width
fr_fr: Définir/Réinitialiser la Police à une Taille Fixe

source: Tab Column:
fr_fr: Colonne de Tabulation:

source: Set column of Tab char
fr_fr: Définir la Colonne du caractère de Tabulation

source: Line Spacing:
fr_fr: Espacement Inter-Lignes:

source: Set line spacing
fr_fr: Définir l'Espacement Inter-Lignes:

source: &No Wrap
fr_fr: &Pas de Réduction

source: Do not wrap lines
fr_fr: Ne pas Réduire les Lignes

source: Wrap By &Window
fr_fr: Réduire à la Fenêtre

source: Wrap the lines by the window width
fr_fr: Réduire les Lignes à la Largeur de la Fenêtre

source: Wrap By Column
fr_fr: Réduire par Colonne

source: Wrap the lines by the specified Max Columns
fr_fr: Réduire les Lignes au Nombre de Colonnes Max

source: Display &Bookmark
fr_fr: Afficher les &Repères

source: Display the Bookmarks
fr_fr: Afficher les Repères

source: &Display Line Number
fr_fr: &Afficher les Numéros de Ligne

source: Display the Line Numbers
fr_fr: Afficher les Numéros de Ligne

source: Show End Of Line
fr_fr: Montrer les EOL

source: Show the sign of EndOfLine
fr_fr: Montrer les Caractère EOL

source: Show Tab Char
fr_fr: Montrer les Tabulations

source: Show the sign of Tab char
fr_fr: Montrer les Caractère de Tabulations

source: Show Space Char
fr_fr: Montrer les Espaces

source: Show the sign of Space char
fr_fr: Montrer les Caractère Espace

source: Mark Active Line
fr_fr: Marquer la Ligne Active

source: Mark the current line
fr_fr: Marquer la Ligne Courante

source: Mark Brace Pair
fr_fr: Marquer la Paire d'Accolades

source: Mark the BracePair under the caret
fr_fr: Marquer la Paire d'Accolades sous le Curseur

source: &Text Mode
fr_fr: Mode &Texte

source: Change the editing mode to Text-Mode
fr_fr: Changer le Mode d'Edition en Mode Orienté Texte

source: &Column Mode
fr_fr: Mode &Colonne

source: Change the editing mode to Column-Mode
fr_fr: Changer le Mode d'Edition en Mode Orienté Colonne

source: &Hex Mode
fr_fr: Mode &Hexadécimal

source: Change the editing mode to Hex-Mode
fr_fr: Changer le Mode d'Edition en Mode Orienté Hexadécimal

source: &Tools
fr_fr: Ou&Tils

source: Change the configuration
fr_fr: Changer la Configuration

source: &Syntax Highlighting Settings...
fr_fr: Paramètres de Coloration &Syntaxique...

source: Change syntax highlighting settings
fr_fr: Changer les Paramètres de Coloration Syntaxique

source: &File Type Associations...
fr_fr: Associations &Formats de Fichier...

source: Change file type associations
fr_fr: Changer les Associations de Formats de Fichier

source: &Purge Histories...
fr_fr: &Purger L'Historique...

source: Has Unicode BOM (Byte-Order Mark)
fr_fr: as un BOM (Byte-Order Mark) Unicode

source: Add/Remove BOM
fr_fr: Ajouter/Supprimer BOM

source: Add/Remove Unicode BOM
fr_fr: Ajouter/Supprimer BOM Unicode

source: NewLine Char (File Format):
fr_fr: Caractère de Retour à la Ligne (Format de Fichier):

source: Convert To CRLF/0D0A (Windows/&DOS)
fr_fr: Convertir vers CRLF/0D0A (Windows/&DOS)

source: Convert the file format to Windows/DOS format
fr_fr: Convertir le Fichier au format Windows/DOS

source: Convert To LF/0A (&UNIX/macOS)
fr_fr: Convertir vers LF/0A (&UNIX/macOS)

source: Convert the file format to UNIX/macOS format
fr_fr: Convertir le Fichier au format UNIX/macOS

source: Press Enter to Insert NewLine Char:
fr_fr: Appuyez sur Entrée pour Insérer un Retour à la Ligne:

source: Insert CRLF/0D0A (Windows/&DOS)
fr_fr: Insérer CRLF/0D0A (Windows/&DOS)

source: Insert CR&LF chars when pressing Enter key
fr_fr: Insérer les Caractères CR&LF lors de l'Appui sur Entrée

source: Insert CR char when pressing Enter key
fr_fr: Insérer le Caractère CR lors de l'Appui sur Entrée

source: Insert LF/0A (&UNIX/macOS)
fr_fr: Insérer LF/0A (&UNIX/macOS)

source: Insert LF char when pressing Enter key
fr_fr: Insérer le Caractère LF lors de l'Appui sur Entrée

source: Convert File &Encoding...
fr_fr: Convertir L'&Encodage Fichier

source: Convert to the specified encoding
fr_fr: Convertir vers l'Encodage Spécifié

source: Convert &Chinese Char
fr_fr: Convertir les Caractères &Chinois

source: File: Simplified Chinese to &Traditional Chinese
fr_fr: Fichier : Chinois simplifié vers Chinois &Traditionnel

source: Convert simplified Chinese chars to traditional Chinese chars in the file
fr_fr: Convertir les Caractères en Chinois simplifié vers des Caractères en Chinois &Traditionnel dans le Fichier

source: File: Traditional Chinese to &Simplified Chinese
fr_fr: Fichier : Chinois Traditionnel vers Chinois &Simplifié

source: Convert traditional Chinese chars to simplified Chinese chars in the file
fr_fr: Convertir les Caractères en Chinois Traditionnel vers des Caractères en Chinois Simplifié dans le Fichier

source: File: Japanese Kanji to Tr&aditional Chinese
fr_fr: Fichier : Kanji Japonais vers Chinois &Traditionnel

source: Convert Japanese Kanji to traditional Chinese chars in the file
fr_fr: Convertir les Caractères en Kanji Japonais vers des Caractères en Chinois Traditionnel dans le Fichier

source: File: Japanese Kanji to Si&mplified Chinese
fr_fr: Fichier : Kanji Japonais vers Chinois Si&mplifié

source: Convert Japanese Kanji to simplified Chinese chars in the file
fr_fr: Convertir les Caractères en Kanji Japonais vers des Caractères en Chinois Simplifié dans le Fichier

source: File: Chinese to &Japanese Kanji
fr_fr: Fichier: Chinois vers Kanji &Japonais

source: Convert Chinese chars to Japanese Kanji in the file
fr_fr: Convertir les Caractères en Chinois vers des Kanji Japonais dans le Fichier

source: Clipboard: Simplified Chinese to T&raditional Chinese
fr_fr: Presse-Papier: Chinois Simplifié vers Chinois T&raditionnel

source: Convert simplified Chinese chars to traditional Chinese chars in the clipboard
fr_fr: Convertir les Caractères en Chinois simplifié vers des Caractères en Chinois Traditionnel dans le Presse-Papier

source: Clipboard: Traditional Chinese to S&implified Chinese
fr_fr: Presse-Papier: Chinois Traditionnel vers Chinois S&implifié

source: Convert traditional Chinese chars to simplified Chinese chars in the clipboard
fr_fr: Convertir les Caractères en Chinois Traditionnel vers des Caractères en Chinois Simplifié dans le Presse-Papier

source: Clipboard: Japanese Kanji to Tra&ditional Chinese
fr_fr: Presse-Papier : Kanji Japonais vers Chinois Traditionnel

source: Convert Japanese Kanji to traditional Chinese chars in the clipboard
fr_fr: Convertir les Caractères en Kanji Japonais vers des Caractères en Chinois Traditionnel dans le Presse-Papier

source: Clipboard: Japanese Kanji to Sim&plified Chinese
fr_fr: Presse-Papier : Kanji Japonais vers Chinois Simplifié

source: Convert Japanese Kanji to simplified Chinese chars in the clipboard
fr_fr: Convertir les Caractères en Kanji Japonais vers des Caractères en Chinois Simplifié dans le Presse-Papier

source: Clipboard: Chinese to Japanese &Kanji
fr_fr: Presse-Papier :Chinois vers &Kanji Japonais

source: Convert Chinese chars to Japanese Kanji in the clipboard
fr_fr: Convertir les Caractères Chinois vers Kanji Japonais dans le Presse-Papier

source: &Word Count
fr_fr: Nombre de &Mots

source: Count the words and chars of the file or selection
fr_fr: Compter les Mots et Caractères dans le Fichier ou la Sélection

source: &Window
fr_fr: &Fenêtre

source: &Toggle Window
fr_fr: &Basculer de Fenêtre

source: Switch to the previous active window
fr_fr: Revenir à la Fenêtre Active Précédente

source: &Previous Window
fr_fr: Fenêtre &Précédente

source: Activate the previous window
fr_fr: Activer la Fenêtre Précédente

source: &Next Window
fr_fr: Fenêtre Suiva&Nte

source: Activate the next window
fr_fr: Activer la Fenêtre Suivante

source: &Help
fr_fr: &Aide

source: &Check for updates...
fr_fr: &Vérification des Mises à Jour...

source: Check for new versions of wxMEdit
fr_fr: Vérification de la Présence d'une Nouvelle Version de wxMEdit

source: &About wxMEdit...
fr_fr: &Au Sujet de wxMEdit

source: Show about dialog
fr_fr: Montrer La Fenêtre d'Informations

source: Move caret left one char
fr_fr: Déplacer le curseur sur la Gauche

source: Move caret right one char
fr_fr: Déplacer le curseur sur la Droite

source: Move caret up one line
fr_fr: Remonter le Curseur d'une Ligne

source: Move caret down one line
fr_fr: Descendre le Curseur d'une Ligne

source: Go to begin of line
fr_fr: Revenir au Début de la Ligne

source: Go to end of line
fr_fr: Aller à la Fin de la Ligne

source: Go to begin of document
fr_fr: Revenir au Début du Document

source: Go to end of document
fr_fr: Aller à la Fin du Document

source: Go to previous page
fr_fr: Aller à la Page Précédente

source: Go to next page
fr_fr: Aller à la Page Suivante

source: Go to previous word
fr_fr: Mot Précédent

source: Go to next word
fr_fr: Mot Suivant

source: Move caret left one char and select
fr_fr: Déplacer le curseur sur la Gauche et Sélectionner

source: Move caret right one char and select
fr_fr: Déplacer le curseur sur la Droite et Sélectionner

source: Move caret up one line and select
fr_fr: Remonter le Curseur d'une Ligne et Sélectionner

source: Move caret down one line and select
fr_fr: Descendre le Curseur d'une Ligne et Sélectionner

source: Go to begin of line and select
fr_fr: Revenir au Début de la Ligne et Sélectionner

source: Go to end of line and select
fr_fr: Aller à la Fin de la Ligne et Sélectionner

source: Go to begin of document and select
fr_fr: Revenir au Début du Document et Sélectionner

source: Go to end of document and select
fr_fr: Aller à la Fin du Document et Sélectionner

source: Go to previous page and select
fr_fr: Revenir à la Page Précédente et Sélectionner

source: Go to next page and select
fr_fr: Aller à la Page Suivante et Sélectionner

source: Go to previous word and select
fr_fr: Revenir au Mot Précédent et Sélectionner

source: Go to next word and select
fr_fr: Aller au Mot Précédent et Sélectionner

source: Go to left brace and select
fr_fr: Aller à l'Accolade Gauche et Sélectionner

source: Go to right brace and select
fr_fr: Aller à l'Accolade Droite et Sélectionner

source: Scroll text up one line
fr_fr: Remonter dans le Texte d'une Ligne

source: Scroll text down one line
fr_fr: Descendre dans le Texte d'une Ligne

source: Scroll text up one page
fr_fr: Remonter dans le Texte d'une Page

source: Scroll text down one page
fr_fr: Descendre dans le Texte d'une Page

source: Scroll text left
fr_fr: Déplacement Horizonal vers la Gauche

source: Scroll text right
fr_fr: Déplacement Horizonal vers la Droite

source: Insert one NewLine char
fr_fr: Insérer un Caractère de Retour à la Ligne

source: Insert one NewLine char without indentation
fr_fr: Insérer un Caractère de Retour à la Ligne sans Indentation

source: Insert one Tab char or indent lines
fr_fr: Insérer un Caractère de Tabulation ou d'Indentation

source: Delete one char to the left of the caret
fr_fr: Supprimer le Caractère à Gauche du Curseur

source: Delete a word left from the caret
fr_fr: Supprimer le Mot à Gauche du Curseur

source: Delete a word right from the caret
fr_fr: Supprimer le Mot à Droite du Curseur

source: Toggle Insert/Overwrite Mode
fr_fr: Basculer entre les Modes Insertion/Ecrasement

source: New File
fr_fr: Nouveau Fichier

source: Open File
fr_fr: Ouvrir le Fichier

source: Save All Files
fr_fr: Enregistrer tous les Fichiers

source: Close File
fr_fr: Fermer le Fichier

source: Close All Files
fr_fr: Fermer Tous les Fichiers

source: Undo
fr_fr: Annuler

source: Redo
fr_fr: Recommencer

source: Cut
fr_fr: Couper

source: Copy
fr_fr: Copier

source: Paste
fr_fr: Coller

source: Increase Indent
fr_fr: Augmenter l'Indentation

source: Decrease Indent
fr_fr: Réduire L'Indentation

source: Comment
fr_fr: Commenter

source: Uncomment
fr_fr: Dé-Commenter

source: Find
fr_fr: Chercher

source: Find Next
fr_fr: Chercher le Suivant

source: Find Previous
fr_fr: Chercher le Précédent

source: No Line Wrap
fr_fr: Pas de Réduction de Ligne

source: Wrap Lines by Window
fr_fr: Réduire les Lignes à la Taille de la Fenêtre

source: Wrap Lines by Max Columns
fr_fr: Réduire les Lignes au Nombre de Colonnes Max

source: Column Mode
fr_fr: Mode Colonnes

source: Find/Replace in Files Results
fr_fr: Chercher/Remplacer dans les Résultats de Fichiers

source: Information Window
fr_fr: Fenêtre d'Information

source: NoName%d
fr_fr: SansNom%d

source: This is a Directory:
fr_fr: Ceci est un Dossier:

source: This file does not exist:
fr_fr: Ce Fichier n'Existe Pas:

source: Cannot access this file:
fr_fr: Impossible d'Accéder au Fichier:

source: Cannot load this file:
fr_fr: Impossible de Charger ce Fichier:

source: Has No Unicode BOM (Byte-Order Mark)
fr_fr: n'as pas de BOM (Byte-Order Mark) Unicode

source: Close all files in this foler and in all the subfolers:
fr_fr: Fermer tous les fichiers dans ce Dossier et ses Sous-Dossiers:

source: There was a problem previewing. Perhaps your current printer is not set correctly?
fr_fr: Il y a eu un Problème lors de la Création de l'Aperçu. Peut-être y a t-il un souci avec la configuration de l'Imprimante?

source: Previewing
fr_fr: Création de l'Aperçu

source: wxMEdit Print Preview
fr_fr: Aperçu d'Impression wxMEdit

source: There was a problem printing. Perhaps your current printer is not set correctly?
fr_fr: Il y a eu un Problème lors de l'Impression. Peut-être y a t-il un souci avec la configuration de l'Imprimante?

source: Printing
fr_fr: Impression

source: ASCII characters
fr_fr: Caractères ASCII

source: Japanese characters
fr_fr: Caractères Japonais

source: Korean characters
fr_fr: Caractères Coréens

source: other characters
fr_fr: Autres Caractères

source: Choose the characters you want to convert:
fr_fr: Choisissez les caractères que vous souhaitez convertir:

source: Line Number: (you can input HexNumber: 0xNNN)
fr_fr: Numéro de Ligne: (Notation Hexa autorisée : 0xNNN)

source: Go To Line
fr_fr: Aller à la Ligne
