Repository: SIRSteiner/wxMEdit
Catalog: po/*.po
Languages: fr_fr

source: Convert Encoding
fr_fr: Convertir l'Encodage

source: New Encoding:
fr_fr: Nouvel Encodage:

source: None
fr_fr: Aucun

source: Simplified Chinese => Traditional Chinese
fr_fr: Chinois Simplifié => Chinois Traditionnel

source: Traditional Chinese => Simplified Chinese
fr_fr: Chinois Traditionnel => Chinois Simplifié

source: Japanese Kanji => Traditional Chinese
fr_fr: Kanjis Japonais => Chinois Traditionnel

source: Japanese Kanji => Simplified Chinese
fr_fr: Kanjis Japonais => Chinois Simplifié

source: Chinese => Japanese Kanji
fr_fr: Chinois => Kanjis Japonais

source: Addtional Option
fr_fr: Option Supplémentaire

source: &Cancel
fr_fr: &Annuler

source: Insert Ordered Sequence
fr_fr: Insérer une Séquence Ordonnée

source: Sequence
fr_fr: Séquence

source: &Initial Number
fr_fr: Nombre &Initial

source: Step
fr_fr: Pas

source: Final Number
fr_fr: Nombre Final

source: (Automatic)
fr_fr: (Automatique)

source: Preview of First 10000 Lines
fr_fr: Aperçu des 10000 Premières Lignes

source: &Numbering System:
fr_fr: Système de &Numération

source: He&x
fr_fr: Hé&xadécimal

source: &Dec
fr_fr: &Décimal

source: Oc&t
fr_fr: Oc&tal

source: &Bin
fr_fr: &Binaire

source: &Uppercase
fr_fr: Majusc&Ule

source: Lowercas&e
fr_fr: Minuscul&e

source: &Halfwidth
fr_fr: Taille &Médiane

source: &Fullwidth
fr_fr: Taille &Complète

source: Use &Grouping Separator
fr_fr: Utiliser &Séparateur de Bloc

source: &Length (Characters):
fr_fr: &Longueur (Caractères):

source: &Alignment:
fr_fr: &Alignement:

source: Right
fr_fr: Droite

source: Left
fr_fr: Gauche

source: &Padding:
fr_fr: Es&Pacement:

source: Blank Space
fr_fr: Espace Blanc

source: P&refix:
fr_fr: P&réfixe:

source: Po&stfix:
fr_fr: &Suffixe:

source: Default (Latin)
fr_fr: Défaut (Latin)

source: Arabic
fr_fr: Arabe

source: Armenian
fr_fr: Arménien

source: Chinese Digits
fr_fr: Chiffres Chinois

source: Chinese Simplified
fr_fr: Chinois Simplifié

source: Chinese Simplified Financial
fr_fr: Chinois Commercial Simplifié

source: Chinese Traditional
fr_fr: Chinois Traditionnel

source: Chinese Traditional Financial
fr_fr: Chinois Commercial Traditionnel

source: Devanagari
fr_fr: Devanagarii

source: Ethiopic
fr_fr: Ethiopien

source: Georgian
fr_fr: Géorgien

source: Greek
fr_fr: Grec

source: Hebrew
fr_fr: Hébreux

source: Japanese
fr_fr: Japonais

source: Japanese Financial
fr_fr: Japonais Commercial

source: Kannada
fr_fr: Canada

source: Lao
fr_fr: Laotien

source: Malayalam
fr_fr: Malaisien

source: Perso-Arabic
fr_fr: Perse

source: Tamil
fr_fr: Tamoul

source: Tamil Digits
fr_fr: Chiffres Tamouls

source: Telugu
fr_fr: Telougou

source: Tibetan
fr_fr: Tibétain

source: Thai
fr_fr: Taïlandais

source: %s is Not a Number.
fr_fr: %s n'est Pas un Nombre.

source: %s should not less than %d.
fr_fr: %s ne devrait pas être inférieur à %d.

source: Wrong Input
fr_fr: Entrée Incorrecte

source: Note: This numbering system can only represent the range of 1-%d.
fr_fr: Note: Ce Système de Numération est limité de 1 à %d.

source: Numbers out of range will be represent in Latin numbering system with grouping separator.
fr_fr: Les Nombres Non-Traitables seront représentés en numération Latine avec un séparateur de blocs.

source: File Type Associations
fr_fr: Associations de Formats de Fichiers

source: Associated File Types:
fr_fr: Formats de Fichiers Associés

source: <- Add
fr_fr: <- Ajouter

source: Remove ->
fr_fr: Supprimer ->

source: Predefined File Types:
fr_fr: Types de Fichier Prédéfinis:

source: <- Add Custom File Type
fr_fr: <- Ajouter un Format de Fichier

source: Automatic Detection
fr_fr: Détection Automatique

source: Find/Replace In Files
fr_fr: Trouver/remplacer dans les Fichiers

source: &Case Sensitive
fr_fr: Sensible à la &Casse

source: &Whole Word Only
fr_fr: &Mot Entier Uniquement

source: Use Regular E&xpressions
fr_fr: Utiliser les E&xpressions Régulières

source: Find &Hex String (Example: BE 00 3A or BE003A)
fr_fr: Trouver une Chaîne &Héxadécimale (Example: BE 00 3A or BE003A)

source: &List the First Found Item Only
fr_fr: &Lister le Premier Résultat Uniquement

source: &Find
fr_fr: &Trouver

source: &Replace
fr_fr: &Remplacer

source: &Enable Replace
fr_fr: Activ&Er le Remplacement

source: Close
fr_fr: Fermer

source: Opened Files in Editor
fr_fr: Fichiers Ouverts dans l'Editeur

source: Selected Directory:
fr_fr: Répertoire Sélectionné

source: File Filters:
fr_fr: Filtres Fichiers:

source: Exclude Filters:
fr_fr: Filtres d'Exclusion:

source: File Encoding:
fr_fr: Encodage Fichier:

source: Include Subdirectories
fr_fr: Inclure les Sous-Dossiers

source: Choose a directory
fr_fr: Choisissez un Dossier

source: Found %d file(s) matched the filters...
fr_fr: %d fichier(s) correspondant aux filtres on été trouvés

source: The selected directory does not exist.
fr_fr: Le Dossier sélectionné n'existe pas

source: Processing %d of %d files...
fr_fr: Traitement du Fichier %d sur %d...

source: Line(%d):
fr_fr: Ligne(%d):

source: Offset(%s):
fr_fr: Indice(%s):

source: Binary file matches
fr_fr: Le Fichier Binaire correspond

source: %d results
fr_fr: %d résultats

source: Syntax Highlighting Settings
fr_fr: Paramètres de Colorisation Syntaxique

source: Scheme:
fr_fr: Syntaxe:

source: You cannot modify the scheme with * sign.
fr_fr: Vous ne pouvez pas modifier la Syntaxe avec le signe *.

source: &Load
fr_fr: &Charger

source: &Save
fr_fr: &Enregistrer

source: &Delete
fr_fr: &Supprimer

source: Bold
fr_fr: Gras

source: Italic
fr_fr: Italique

source: Underline
fr_fr: Souligné

source: Foreground/Text Color
fr_fr: Couleur du Texte de Premier Plan

source: Other Color
fr_fr: Autre Couleur

source: Background Color
fr_fr: Couleur de Fond

source: Cannot load this scheme.
fr_fr: Impossible de charger cette Syntaxe.

source: Cannot save to the scheme.
fr_fr: Impossible d'Enregistrer cette Syntaxe.

source: Cannot delete this scheme.
fr_fr: Impossible de Supprimer cette Syntaxe.

source: Purge Histories
fr_fr: Purger les Element d'Historique

source: Select histories to purge
fr_fr: Sélectionner les Element de l'Historique à Purger

source: Recent &Files
fr_fr: &Fichiers Récents

source: Recent Fon&ts
fr_fr: Polices Récen&tes

source: Recent &Encodings
fr_fr: &Encodages Récents

source: Recent &Searched Texts
fr_fr: Recherche&S Textuelles Récentes

source: Recent &Replaced Texts
fr_fr: Remplacements de Texte Récents

source: Recent Searched &Directories
fr_fr: Répertoires Recherchés Récemment

source: Recent Searched File Fi&lters
fr_fr: Fi&ltres de Recherche Récents

source: Recent Searched E&xclude Filters
fr_fr: Filtres d'E&xclusion Récents

source: &Purge
fr_fr: &Purger

source: &Move Focus to Editor Window
fr_fr: &Repasser sur la Fenêtre d'Edition

source: Wrap aroun&d
fr_fr: A&dapter

source: Search In &Selection
fr_fr: Rechercher dans la &Sélection

source: From:
fr_fr: De:

source: To:
fr_fr: A:

source: Find &Next
fr_fr: Occurence Suiva&Nte

source: Find &Previous
fr_fr: Occurence &Précédente

source: C&ount
fr_fr: Déc&ompte

source: Replace &All
fr_fr: Rempl&Acer Tous

source: &Replace >>
fr_fr: &Remplacer >>

source: End of selection reached, search from beginning.
fr_fr: Fin de la Sélection Atteinte, Reprise de la Recherche depuis le Départ.

source: End of file reached, search from beginning.
fr_fr: Fin du Fichier Atteinte, Reprise de la Recherche depuis le Départ.

source: The value of 'From' is incorrect.
fr_fr: La Valeur 'De:' est Incorrecte.

source: The value of 'To' is incorrect.
fr_fr: La Valeur 'A:' est Incorrecte

source: Cannot find the matched string.
fr_fr: La Chaîne Recherchée est Introuvable

source: Beginning of selection reached, search from end.
fr_fr: Début de la Sélection Atteint, Reprise de la Recherche depuis la Fin.

source: Beginning of file reached, search from end.
fr_fr: Début du Fichier Atteint, Reprise de la Recherche depuis la Fin.

source: End of selection reached, replace from beginning.
fr_fr: Fin de la Sélection Atteinte, Reprise du Remplacement depuis le Départ.

source: End of file reached, replace from beginning.
fr_fr: Fin du Fichier Atteinte, Reprise du Remplacement depuis le Départ.

source: Cannot find the matched string. Replace is finished.
fr_fr: La Chaîne Recherchée est Introuvable.Fin du Remplacement.

source: '%s' was found %d times.
fr_fr: '%s' as été trouvé %d fois.

source: Cannot find any matched string.
fr_fr: La Chaîne de Caractères Recherchée ne corresponds à aucun Element

source: %d string(s) were replaced.
fr_fr: %d Chaîne(s) de caractère(s) Remplacée(s).

source: Search
fr_fr: Chercher

source: Replace
fr_fr: Remplacement

source: Sort Options
fr_fr: Options de Tri

source: &Ascending
fr_fr: &Ascendant

source: &Descending
fr_fr: &Descendant

source: Sort Order
fr_fr: Ordre de Tri

source: &Numeric Sort
fr_fr: Tri &Numérique

source: &Remove Duplicates
fr_fr: Supp&Rimer les Doublons

source: &Sort
fr_fr: &Trier

source: Cancel
fr_fr: Annuler

source: Word Count
fr_fr: Nombre de Mots

source: Lines
fr_fr: Lignes

source: Words
fr_fr: Mots

source: Bytes
fr_fr: Octets

source: Characters (all)
fr_fr: Caractères (Tous)

source: Characters (no controls/spaces)
fr_fr: Caractères (ni Echappement ni Espace)

source: Space Characters
fr_fr: Caractères d'Espacement

source: Control Characters
fr_fr: Caractères d'Echappement

source: Fullwidth Characters (with East Asian Ambiguous Width Characters)
fr_fr: Caractères Complets (comprenant les Caractères Est-Asiatiques Ambigüs)

source: Fullwidth Characters (without East Asian Ambiguous Width Characters)
fr_fr: Caractères Complets (à l'exception des Caractères Est-Asiatiques Ambigüs)

source: Detail Information of Characters:
fr_fr: Information Détaillées sur les Caractères:

source: &Close
fr_fr: &Fermer

source: Word Count (Selected Text)
fr_fr: Nombre de Mots (Dans la Sélection)

source: About wxMEdit
fr_fr: Au Sujet de wxMEdit

source: About
fr_fr: A Propos

source: Credits
fr_fr: Remerciements

source: Automatically check for new versions:
fr_fr: Vérifier Automatiquement les nouvelles versions:

source: Check &now
fr_fr: Vérifier Mai&ntenant

source: Check for new versions including &prereleases
fr_fr: Vérifier les nouvelles versions en incluant les &prereleases

source: Language of User Interface (must restart wxMEdit)
fr_fr: Language de L'Interface Utilisateur (Nécéssite le Redémarrage de wxMEdit)

source: Always use this encoding to open file (without encoding detection)
fr_fr: Toujours Utiliser cet Encodage Lors de l'Ouverture (sans Détection au Préalable)

source: Use this encoding to create new file or when wxMEdit cannot determine the encoding of old file
fr_fr: Utiliser cet Encodage Lors de la Création d'un Nouveau Fichier ou lorsque wxMEdit ne peut déterminer l'Encodage du Fichier Précédent

source: Single Instance (must restart wxMEdit)
fr_fr: Instance Unique (Nécéssite le Redémarrage de wxMEdit)

source: Reload files previously open on startup
fr_fr: Recharger les Fichiers Préalablement Ouverts au Démarrage

source: Record caret movements in undo list
fr_fr: Enregister les Mouvements du Curseur en liste d'Annulation

source: Restore previous caret position when files are opened
fr_fr: Rétablir La Position du Curseur Lorsque Les Fichiers sont Ouverts

source: Max line length before Line-Wrap (must restart wxMEdit)
fr_fr: Nombre de lignes maximum avant Troncature (Nécéssite le Redémarrage de wxMEdit)

source: Columns of Wrap-By-Column
fr_fr: Colonnes Tronquées

source: Columns of Tab
fr_fr: Colonnes de Tabulation

source: Columns of Indent
fr_fr: Colonnes d'Indentation

source: Insert Space char instead of Tab char
fr_fr: Insérer un caractère Espace au lieu d'un caractère de Tabulation

source: Auto Indent
fr_fr: Auto-Indentation

source: Auto complete character pair
fr_fr: Auto-complétion

source: Auto copy the mouse-selected text to clipboard
fr_fr: Copie Automatique de la Sélection vers le Presse-Papier

source: when pressing Ctrl key
fr_fr: lors de l'appui sur la touche Ctrl

source: Paste text from clipboard when pressing middle mouse button
fr_fr: Coller le Texte depuis le Presse-Papier lors de l'Appui sur le bouton central de la Souris

source: Behavior of copying in hex editing area:
fr_fr: Comportement de Copie en Zone d'Edition Hexadécimale:

source: Treat clipboard text as Hex String when pasting in hex area:
fr_fr: Traiter le Contenu du Presse-Papier comme une Chaîne Hexadécimale lors du collage en zone d'Edition

source: Text Mode
fr_fr: Mode Texte

source: Print Syntax Highlighter
fr_fr: Afficher La Coloration Syntaxique

source: Print Line Number
fr_fr: Afficher les Numéros de Ligne

source: Print Bookmark
fr_fr: Afficher les Favoris

source: Print End of Line
fr_fr: Afficher le Caractère de Fin de Ligne

source: Print Tab Char
fr_fr: Afficher le Caractère de Tabulation

source: Print Space Char
fr_fr: Afficher le Caractère Espace

source: Hex Mode
fr_fr: Mode Héxadécimal

source: First Page Only
fr_fr: Première Page Uniquement

source: Every Page
fr_fr: Chaque Page

source: Print Offset Header
fr_fr: Afficher L'Entête d'Indexage

source: Page Header
fr_fr: Entête de Page

source: Print Page Header
fr_fr: Afficher l'Entête

source: Left:
fr_fr: Gauche:

source: Center:
fr_fr: Centrer:

source: Right:
fr_fr: Droite:

source: Page Footer
fr_fr: Pied-de-Page

source: Print Page Footer
fr_fr: Afficher Pied-de-Page

source: Hint:
fr_fr: Astuce:

source: Assigned Keys:
fr_fr: Raccourcis Assignés:

source: New Key:
fr_fr: Nouveau Raccourci

source: <== Add Key
fr_fr: <== Ajouter Raccourci

source: ==> Delete Key
fr_fr: ==> Supprimer Raccourci

source: Show the Key in Menu
fr_fr: Montrer le Raccourci dans le Menu

source: Reset all keys to default (must restart wxMEdit)
fr_fr: Réglages par Défaut des Raccourcis (Nécéssite le Redémarrage de wxMEdit)

source: Do not save settings to wxmedit.cfg when wxMEdit closed (this session only)
fr_fr: Ne pas sauvegarder les préférences vers wxmedit.cfg lors de la Fermeture (Cette session Uniquement)

source: Max file size to load as a text file
fr_fr: Taille Maximale à charger en tant que Fichier Texte

source: Max file size to load whole file into memory
fr_fr: Taille Maximale de Fichier à charger en Mémoire

source: Format of Date/Time
fr_fr: Format de Datation

source: Use English instead of current locale
fr_fr: Utiliser L'Anglais à la place de la Locale Courante

source: Enable dot matching newline in regular expression
fr_fr: Autoriser la Correspondance Point/Mise à la ligne pour les Expressions Régulières

source: General
fr_fr: Général

source: Edit
fr_fr: Edition

source: Print
fr_fr: Impression

source: Keys
fr_fr: Raccourcis

source: Misc
fr_fr: Divers

source: [%f] &File Name
fr_fr: [%f] Nom du &Fichier

source: [%p] &Path Name
fr_fr: [%p] &Chemin du Fichier

source: [%n] Page &Number
fr_fr: [%n] &Numéro de Page

source: [%s] Total Page&s
fr_fr: [%s] Page&s Totales

source: [%t] &Time
fr_fr: [%t] &Heure

source: [%a, %d %b %Y %H:%M:%S %z] RFC822 timestamp
fr_fr: [%a, %d %b %Y %H:%M:%S %z] Format Temporel RFC822

source: [%a] Abbreviated weekday name
fr_fr: [%a] Abbréviation du Jour de la semaine

source: [%A] Full weekday name
fr_fr: [%A] Intitulé Complet du Jour de la semaine

source: [%b] Abbreviated month name
fr_fr: [%b] Abbréviation du Mois

source: [%B] Full month name
fr_fr: [%B] Intitulé Complet du Mois

source: [%c] Date and time representation appropriate for locale
fr_fr: [%c] Formats de Date et Heure adaptés à la Locale

source: [%d] Day of month as decimal number (01 - 31)
fr_fr: [%d] Jour du Mois en Nombre Décimal (01 - 31)

source: [%H] Hour in 24-hour format (00 - 23)
fr_fr: [%H] Heure en format 24H (00 - 23)

source: [%I] Hour in 12-hour format (01 - 12)
fr_fr: [%I] Heure en format 12H (00 - 12)

source: [%j] Day of year as decimal number (001 - 366)
fr_fr: [%j] Jour de l'Année en nombre Décimal (001 - 366)

source: [%m] Month as decimal number (01 - 12)
fr_fr: [%m] Mois en nombre Décimal (01 - 12)

source: [%M] Minute as decimal number (00 - 59)
fr_fr: [%M] Minute en nombre Décimal (00 - 59)

source: [%p] Current locale's A.M./P.M. indicator for 12-hour clock
fr_fr: [%p] Indicateurs A.M./P.M. de Locale Actuelle pour le Format 12H

source: [%S] Second as decimal number (00 - 59)
fr_fr: [%S] Seconde en nombre Décimal (00 - 59)

source: [%U] Week of year as decimal number, with Sunday as first day of week (00 - 53)
fr_fr: [%U] Semaine de l'Année en nombre Décimal, avec Dimanche comme premier Jour de la Semaine(00 - 53)

source: [%w] Weekday as decimal number (0 - 6; Sunday is 0)
fr_fr: [%w] Jour de la Semaine en Nombre Décimal (0 - 6; 0 pour Dimanche )

source: [%W] Week of year as decimal number, with Monday as first day of week (00 - 53)
fr_fr: [%W] Semaine de l'Année en nombre Décimal, avec Lundi comme premier Jour de la Semaine(00 -53)

source: [%x] Date representation for current locale
fr_fr: [%x] Représentation de la Date pour la Locale Courante

source: [%X] Time representation for current locale
fr_fr: [%X] Représentation de l'Heure pour la Locale Courante

source: [%y] Year without century, as decimal number (00 - 99)
fr_fr: [%y] Année sans indicateur de Siècle, en nombre Décimal (00 - 99)

source: [%Y] Year with century, as decimal number
fr_fr: [%Y] Année avec indicateur de Siècle, en 4 chiffres Décimaux

source: [%z] Time-zone name
fr_fr: [%z] Nom du Fuseau Horaire

source: [%Z] Time-zone abbreviation
fr_fr: [%Z] Abbréviation pour le Fuseau Horaire

source: System Default
fr_fr: Configuration Par Défaut

source: Add wxMEdit to the RightClickMenu of Explorer(Deselect to Remove the Entry from Windows Registry)
fr_fr: Ajouter wxMEdit au Menu contextuel de l'Explorateur (Déslectionner pour supprimer le Réglage dans le Registre Windows)

source: Place configuration files into application data directory of current user (%APPDATA%\wxmedit) rather than wxMEdit executable directory
fr_fr: Placez les Fichiers de Configuration dans le Répertoire application data de l'Utilisateur courant(%APPDATA%\wxmedit) plutôt que danbs le Répertoire de l'Exécutable wxMEdit

source: Commands
fr_fr: Commandes

source: Editor
fr_fr: Editeur

source: Invalid value of "%s"
fr_fr: Valeur Incorrecte pour "%s"

source: Cannot assign key to this item
fr_fr: Impossible d'assigner la Touche à cette Entrée

source: This key is not assigned
fr_fr: Cette Touche n'est pas assignée

source: This key is assigned to [%s]
fr_fr: Cette Touche est assignée à [%s]

source: The input string is not a valid Hex-String:
fr_fr: Cette Chaîne de Caractères n'est pas une Chaîne Héxadécimale Valide

source: ReadOnly
fr_fr: LectureSeule

source: Ln: %s/%s
fr_fr: Li: %s/%s

source: (Sub: %s)
fr_fr: (Ind: %s)

source: CharPos: %s/%s
fr_fr: PosCur: %s/%s

source: SelSize: %s
fr_fr: LarSelec: %s

source: Do you want to discard changes?
fr_fr: Voulez-vous Ignorer les Changements ?

source: This file has been changed by another application.
fr_fr: Ce fichier as été modifié par une autre application.

source: Do you want to reload it?
fr_fr: Voulez-vous le Recharger?

source: Do you want to continue? The file size is %s bytes. It may take long time and large memories to convert to Text/Column Mode.
fr_fr: Voulez-vous Continuer? La Taille du Fichier est de %s octets. Cela peux prendre du Temps et de la Mémoire pour la conversion en mode Texte/Colonnes.

source: Hex Mode to Text/Column Mode
fr_fr: Mode Hexa à Mode Texte/Colonnes

source: [EMPTY]
fr_fr: [VIDE]

source: '%s' is not a valid regular expression.
fr_fr: '%s' n'est pas une expression régulière valide

source: Catched a exception of 'regex_error'. Maybe the regular expression is invalid.
fr_fr: Une Exception 'regex_error' viens d'avoir lieu. L'Expression Régulière est peut être invalide.

source: The format of '%s' is invalid.
fr_fr: Le Format de '%s' est Invalide

source: Cannot check for new version!
fr_fr: Impossible de vérifier s'il y a une Nouvelle Mise à Jour!

source: wxMEdit is already the newest version.
fr_fr: wxMEdit est Déjà à Jour

source: wxMEdit - New version available
fr_fr: Nouvelle Version de wxMEdit Disponible

source: wxMEdit %s is available. Click OK to open the download page.
fr_fr: wxMEdit %s est Disponible. Cliquez sur OK pour ouvrir la page de Téléchargement.

source: every day
fr_fr: chaque Jour

source: every week
fr_fr: chaque Semaine

source: every month
fr_fr: chaque Mois

source: never
fr_fr: jamais

source: Copy as Raw Bytes
fr_fr: Copie Bit à Bit Brute

source: Copy as Regular Text
fr_fr: Copier comme Texte Normal

source: Copy as Hex String
fr_fr: Copier comme Chaîne Héxadécimale

source: Copy as Hex String with Spaces
fr_fr: Copier comme Chaîne Héxadécimale avec les Espaces

source: Never
fr_fr: Jamais

source: According To Copying Behavior
fr_fr: Conformément au Comportement de Copie

source: If Possible
fr_fr: Si Possible

source: Always
fr_fr: Toujours

source: wxMEdit Printout
fr_fr: Impression wxMEdit

source: Invalid Unicode Characters
fr_fr: Caractère Unicode Invalide

source: The Parent Directory of this file does not exist:
fr_fr: Le Répertoire Parent du Fichier n'existe plus:

source: Cannot save this file:
fr_fr: Impossible d'Enregistrer ce Fichier:

source: Do you want to save this file?
fr_fr: Voulez-vous Enregistrer ce Fichier?

source: Save File As
fr_fr: Enregistrer le Fichier sous

source: Save File
fr_fr: Enregistrer le Fichier

source: Current maintainer of wxMEdit
fr_fr: Mainteneur Actuel de wxMEdit

source: Creator of MadEdit
fr_fr: Créateur de MadEdit

source: Translator for Japanese
fr_fr: Traducteur Japonais

source: Translator for Italian
fr_fr: Traducteur Italien

source: Translator for Spanish
fr_fr: Traducteur Espagnol

source: Translator for Traditional Chinese
fr_fr: Traducteur Chinois Traditionnel

source: Translator for Russian
fr_fr: Traducteur Russe

source: Translator for German
fr_fr: Traducteur Allemand

source: Translator for Polish
fr_fr: Traducteur Polonais

source: Patch submitter for wxMEdit/MadEdit
fr_fr: Participants a wxMEdit/MadEdit

source: Creator of wxmedit package in AUR
fr_fr: Créateur du package wxmedit dans AUR

source: Creator of Gentoo package wxmedit
fr_fr: Créateur du package Gentoo wxmedit

source: &File
fr_fr: &Fichier

source: &New File
fr_fr: &Nouveau Fichier

source: Create a new file
fr_fr: Créer un Nouveau Fichier

source: &Open File...
fr_fr: &Ouvrir Fichier...

source: Open an existing file
fr_fr: Ouvrir un Fichier Existant

source: &Save File
fr_fr: &Enregistrer le Fichier

source: Save the file
fr_fr: Enregistrer le Fichier

source: Save &As...
fr_fr: Enregistrer S&ous...

source: Save the file with a new name
fr_fr: Enregistrer en tant que

source: Sa&ve All
fr_fr: Tout En&registrer

source: Save all files
fr_fr: Enregistrer tous les Fichiers

source: &Reload File
fr_fr: &Rechargez Fichier

source: Reload the file
fr_fr: Recharger le Fichier

source: &Close File
fr_fr: &Fermer Fichier

source: Close the file
fr_fr: Fermer le Fichier

source: C&lose All
fr_fr: F&ermer Tout

source: Close all files
fr_fr: Fermer Tous les Fichiers

source: Close All under &Folder...
fr_fr: Fermer tous les Fichiers du &Dossier...

source: Close all files in given folder and in all the subfolders
fr_fr: Fermer tous les Fichiers du Dossier et des Sous-Dossiers

source: Close &More
fr_fr: Fermer Enc&ore

source: Close All &BUT This
fr_fr: Fermer Tous Sau&f Sélectionné

source: Close all files except the current one
fr_fr: Fermer Tous Sauf Fichier Actuel

source: Close All To The &Left
fr_fr: Fermer Tous les Fichiers à &Gauche

source: Close all files at the left side of current one
fr_fr: Fermer Tous les Fichiers à gauche du Fichier Actuel

source: Close All To The &Right
fr_fr: Fermer Tous les Fichiers à &Droite

source: Close all files at the right side of current one
fr_fr: Fermer Tous les Fichiers à Droite du Fichier Actuel

source: Copy File Pat&h
fr_fr: Copier le C&hemin du Fichier
