Repository: SIRSteiner/wxMEdit
Catalog: po/*.po
Languages: fr_fr

source: Position: (you can input HexNumber: 0xNNN)
fr_fr: Position: (Notation Hexa autorisée : 0xNNN)

source: Go To Position
fr_fr: Aller à la Position

source: Press OK to visit our HomePage.
fr_fr: Cliquez sur OK pour visiter notre Site Web

source: wxMEdit, a cross-platform Text/Hex Editor
fr_fr: wxMEdit, un Editeur Multi-Plateformes Texte et Héxadécimal

source: Press OK to view the license online version.
fr_fr: Cliquez sur OK pour visualiser la version online de la License.

source: Western European
fr_fr: Europe de l'Ouest

source: Central European
fr_fr: Europe Centrale

source: South European
fr_fr: Sud de l'Europe

source: North European
fr_fr: Nord de L'Europe

source: Cyrillic
fr_fr: Cyrilique

source: Arabic
fr_fr: Arabe

source: Greek
fr_fr: Grec

source: Hebrew
fr_fr: Hébreux

source: Turkish
fr_fr: Turque

source: Nordic
fr_fr: Nordique

source: Thai
fr_fr: Thaïlandais

source: Baltic
fr_fr: Baltique

source: Celtic
fr_fr: Celtique

source: Western European with Euro
fr_fr: Zone Euro

source: South-Eastern European
fr_fr: Sud-Est de l'Europe

source: Windows Thai
fr_fr: Windows Thaï

source: Windows Central European
fr_fr: Windows Europe Centrale

source: Windows Cyrillic
fr_fr: Windows Cyrilique

source: Windows Western European
fr_fr: Windows Europe de l'Ouest

source: Windows Greek
fr_fr: Windows Grec

source: Windows Turkish
fr_fr: Windows Turc

source: Windows Hebrew
fr_fr: Windows Hébreux

source: Windows Arabic
fr_fr: Windows Arabe

source: Windows Baltic
fr_fr: Windows Baltique

source: Windows Vietnamese
fr_fr: Windows Vietnamien

source: CP437 Variant for ASCII Art
fr_fr: Variante CP437 pour l'Art ASCII

source: Windows/DOS OEM - Cyrillic
fr_fr: Windows/DOS OEM - Cyrillique

source: Windows Japanese
fr_fr: Windows Japonais

source: Windows Chinese Simplified
fr_fr: Windows Chinois Simplifié

source: Windows Korean
fr_fr: Windows Coréen

source: Windows Chinese Traditional
fr_fr: Windows Chinois Traditionnel

source: EUC-JP Double-Byte Edition of Windows
fr_fr: Edition Windows EUC-JP Double-Byte

source: Unicode/Chinese Simplified
fr_fr: Unicode/Chinois Simplifié

source: Other
fr_fr: Autres

source: East Asian
fr_fr: Est Asiatique

source: Southeast Asian
fr_fr: Sud Est Asiatique

source: No_Block
fr_fr: Sans_Bloc

source: Basic Latin
fr_fr: Latin Basique

source: Latin-1 Supplement
fr_fr: Supplément Latin-1

source: Latin Extended-A
fr_fr: Latin Extension A

source: Latin Extended-B
fr_fr: Latin Extension B

source: IPA Extensions
fr_fr: Extensions IPA

source: Spacing Modifier Letters
fr_fr: Lettres de Modification d'Espacement

source: Combining Diacritical Marks
fr_fr: Combinaison des Marques Diacritiques

source: Greek and Coptic
fr_fr: Grec et Copte

source: Cyrillic
fr_fr: Cyrilique

source: Syriac
fr_fr: Syrien

source: Sinhala
fr_fr: Sinhalien

source: Hangul Jamo
fr_fr: Hangoul Jamo

source: Unified Canadian Aboriginal Syllabics
fr_fr: Syllabique Unifié Canadien Aborigène

source: Runic
fr_fr: Runique

source: Mongolian
fr_fr: Mongol

source: Latin Extended Additional
fr_fr: Additions Latin Etendues

source: Greek Extended
fr_fr: Grec Etendu

source: General Punctuation
fr_fr: Ponctuation Générale

source: Superscripts and Subscripts
fr_fr: Méta-Scripts et Sous-Scripts

source: Currency Symbols
fr_fr: Symboles Monétaires

source: Combining Diacritical Marks for Symbols
fr_fr: Combinaison des Marques Diacritiques pour les Symboles

source: Letterlike Symbols
fr_fr: Symboles Lettrés

source: Number Forms
fr_fr: Nombre de Formes

source: Arrows
fr_fr: Flèches

source: Mathematical Operators
fr_fr: Opérateurs Mathématiques

source: Miscellaneous Technical
fr_fr: Techniques Diverses

source: Control Pictures
fr_fr: Images de Contrôle

source: Optical Character Recognition
fr_fr: Reconnaissance Optique de Caractères

source: Enclosed Alphanumerics
fr_fr: Caractères Alphanumériques Intégrés

source: Box Drawing
fr_fr: Formes Rectangles

source: Block Elements
fr_fr: Elements Bloc

source: Geometric Shapes
fr_fr: Formes Géométriques

source: Miscellaneous Symbols
fr_fr: Symboles Divers

source: Braille Patterns
fr_fr: Motifs Braille

source: CJK Radicals Supplement
fr_fr: Supplément Radicaux CJK

source: Kangxi Radicals
fr_fr: Radicaux Kangxi

source: Ideographic Description Characters
fr_fr: Caractères à Description Idéographique

source: CJK Symbols and Punctuation
fr_fr: Symboles et Ponctuation CJK

source: Hangul Compatibility Jamo
fr_fr: Hangoul compatibilité Jamo

source: Bopomofo Extended
fr_fr: Bopomofo Etendu

source: Enclosed CJK Letters and Months
fr_fr: Lettres et Mois CJK Intégrés

source: CJK Compatibility
fr_fr: Compatibilité CJK

source: CJK Unified Ideographs Extension A
fr_fr: Idéogrammes Unifiés CJK Extension A

source: CJK Unified Ideographs
fr_fr: Idéogrammes Unifiés CJK

source: Yi Syllables
fr_fr: Syllabique Yi

source: Yi Radicals
fr_fr: Radicaux Yi

source: Hangul Syllables
fr_fr: Syllabique Hangoul

source: High Surrogates
fr_fr: Substitus Majeurs

source: High Private Use Surrogates
fr_fr: Substitus Majeurs à Usage Privé

source: Low Surrogates
fr_fr: Substitus Mineurs

source: Private Use Area
fr_fr: Zone à Usage Privé

source: CJK Compatibility Ideographs
fr_fr: Idéogrammes de Compatibilité CJK

source: Alphabetic Presentation Forms
fr_fr: Présentation en Formes Alphabétiques

source: Arabic Presentation Forms-A
fr_fr: Forme A de Présentation Arabique

source: Combining Half Marks
fr_fr: Demi-Marques Combinatoires

source: CJK Compatibility Forms
fr_fr: Formes de Compatibilité CJK

source: Small Form Variants
fr_fr: Variantes Légères

source: Arabic Presentation Forms-B
fr_fr: Forme B de Présentation Arabique

source: Specials
fr_fr: Spéciaux

source: Halfwidth and Fullwidth Forms
fr_fr: Formes Demi Taille et Taille Complète

source: Old Italic
fr_fr: Italique Ancien

source: Gothic
fr_fr: Gothique

source: Byzantine Musical Symbols
fr_fr: Symboles Musicaux Byzantins

source: Musical Symbols
fr_fr: Symboles Musicaux

source: Mathematical Alphanumeric Symbols
fr_fr: Symboles Mathématiques Alphanumériques

source: CJK Unified Ideographs Extension B
fr_fr: Extension B Idéogrammes Unifiés CJK

source: CJK Compatibility Ideographs Supplement
fr_fr: Supplément Idéogrammes de Compatibilité CJK

source: Tags
fr_fr: Marques

source: Cyrillic Supplement
fr_fr: Supplément Cyrilique

source: Miscellaneous Mathematical Symbols-A
fr_fr: Divers A-Symboles Mathématiques

source: Supplemental Arrows-A
fr_fr: Flèches-A Supplémentaires

source: Supplemental Arrows-B
fr_fr: Flèches-B Supplémentaires

source: Miscellaneous Mathematical Symbols-B
fr_fr: Divers B-Symboles Mathématiques

source: Supplemental Mathematical Operators
fr_fr: Opérateurs Mathématiques Supplémentaires

source: Katakana Phonetic Extensions
fr_fr: Extensions Phonétiques Katakana

source: Variation Selectors
fr_fr: Sélecteurs Divers

source: Supplementary Private Use Area-A
fr_fr: Zone A à Usage Privé Supplémentaire

source: Supplementary Private Use Area-B
fr_fr: Zone B à Usage Privé Supplémentaire

source: Khmer Symbols
fr_fr: Symboles Khmer

source: Phonetic Extensions
fr_fr: Extensions Phonétiques

source: Miscellaneous Symbols and Arrows
fr_fr: Flèches et Symboles Divers

source: Yijing Hexagram Symbols
fr_fr: Symboles Hexagrammes Yijing

source: Linear B Syllabary
fr_fr: Syllabique B Linéaires

source: Linear B Ideograms
fr_fr: Idéogrammes B Linéaires

source: Aegean Numbers
fr_fr: Nombres Egéens

source: Ugaritic
fr_fr: Ougaritique

source: Cypriot Syllabary
fr_fr: Syllabique Cypriote

source: Tai Xuan Jing Symbols
fr_fr: Symboles Tai Xuan Jing

source: Variation Selectors Supplement
fr_fr: Selecteurs Divers Supplémentaires

source: Ancient Greek Musical Notation
fr_fr: Notation Musicale en Grec Ancien

source: Ancient Greek Numbers
fr_fr: Nombres Grecs Anciens

source: Arabic Supplement
fr_fr: Supplément Arabe

source: Buginese
fr_fr: Buganais

source: CJK Strokes
fr_fr: Traits CJK

source: Combining Diacritical Marks Supplement
fr_fr: Marques Diacritiques Combinatoires Supplémentaires

source: Coptic
fr_fr: Copte

source: Ethiopic Extended
fr_fr: Ethiopique Etendu

source: Ethiopic Supplement
fr_fr: Supplément Ethiopique

source: Georgian Supplement
fr_fr: Supplément Géorgien

source: Glagolitic
fr_fr: Glagolitique

source: Modifier Tone Letters
fr_fr: Lettres de Modification Tonique

source: New Tai Lue
fr_fr: Tai Lue Nouveau

source: Old Persian
fr_fr: Perse Ancien

source: Phonetic Extensions Supplement
fr_fr: Supplément Extensions Phonétiques

source: Supplemental Punctuation
fr_fr: Ponctuation Supplémenatire

source: Vertical Forms
fr_fr: Formes Verticales

source: Balinese
fr_fr: Balinais

source: Latin Extended-C
fr_fr: Latin Etendu-C

source: Latin Extended-D
fr_fr: Latin Etendu-D

source: Phoenician
fr_fr: Phénicien

source: Cuneiform
fr_fr: Cunéiforme

source: Cuneiform Numbers and Punctuation
fr_fr: Ponctuation et Nombres Cunéiformes

source: Counting Rod Numerals
fr_fr: Numération Bâton

source: Sundanese
fr_fr: Soudanais

source: Cyrillic Extended-A
fr_fr: Cyrilique Etendu-A

source: Cyrillic Extended-B
fr_fr: Cyrilique Etendu-B

source: Ancient Symbols
fr_fr: Symboles Anciens

source: Phaistos Disc
fr_fr: Disque de Phaistos

source: Lycian
fr_fr: Lycien

source: Carian
fr_fr: Carien

source: Lydian
fr_fr: Lydien

source: Mahjong Tiles
fr_fr: Motifs Mahjong

source: Domino Tiles
fr_fr: Motifs Domino

source: Samaritan
fr_fr: Samaritain

source: Unified Canadian Aboriginal Syllabics Extended
fr_fr: Syllabique Canadien Aborigène Unifié Etendu

source: Vedic Extensions
fr_fr: Extensions Védiques

source: Common Indic Number Forms
fr_fr: Formes Numériques d'Indices Communs

source: Devanagari Extended
fr_fr: Devanagari Etendu

source: Hangul Jamo Extended-A
fr_fr: Hangoul Jamo Etendu A

source: Javanese
fr_fr: Javanais

source: Myanmar Extended-A
fr_fr: Myanmar Etendu A

source: Hangul Jamo Extended-B
fr_fr: Hangoul Jamo Etendu B

source: Imperial Aramaic
fr_fr: Araméen impérial

source: Old South Arabian
fr_fr: Arabe du Sud Ancien

source: Inscriptional Parthian
fr_fr: Inscriptions Parthiennes

source: Inscriptional Pahlavi
fr_fr: Inscriptions Pahlavi

source: Old Turkic
fr_fr: Turc Ancien

source: Rumi Numeral Symbols
fr_fr: Symboles Numériques Rumi

source: Egyptian Hieroglyphs
fr_fr: Hiéroglyphes Egyptiens

source: Enclosed Alphanumeric Supplement
fr_fr: Supplément Alphanumérique Intégré

source: Enclosed Ideographic Supplement
fr_fr: Supplément Idéographique Intégré

source: CJK Unified Ideographs Extension C
fr_fr: Idéogrammes CJK Unifiés Extension C

source: Mandaic
fr_fr: Mandaique

source: Batak
fr_fr: Bataque

source: Ethiopic Extended-A
fr_fr: Ethiopien Etendu A

source: Bamum Supplement
fr_fr: Supplément Banum

source: Kana Supplement
fr_fr: Supplément Kana

source: Playing Cards
fr_fr: Cartes à Jouer

source: Miscellaneous Symbols And Pictographs
fr_fr: Symboles et Pictogrammes Divers

source: Emoticons
fr_fr: Emoticônes

source: Transport And Map Symbols
fr_fr: Symboles Cartographiques

source: Alchemical Symbols
fr_fr: Symboles Alchimiques

source: CJK Unified Ideographs Extension D
fr_fr: Idéogrammes CJK Unifiés Extension D

source: Arabic Extended-A
fr_fr: Arabe Etendu A

source: Arabic Mathematical Alphabetic Symbols
fr_fr: Symboles Alphabétiques et Mathématiques Arabes

source: Meetei Mayek Extensions
fr_fr: Extensions Meetei Mayek

source: Meroitic Cursive
fr_fr: Cursive Méroïtique

source: Meroitic Hieroglyphs
fr_fr: Hiéroglyphes Méroïtiques

source: Sundanese Supplement
fr_fr: supplément Soudanais

source: Caucasian Albanian
fr_fr: Albanais Caucasien

source: Coptic Epact Numbers
fr_fr: Numéros d'Epact Coptes

source: Combining Diacritical Marks Extended
fr_fr: Marques Diacritiques Combinatoires Etendues

source: Geometric Shapes Extended
fr_fr: Formes Géométriques Etendues

source: Latin Extended-E
fr_fr: Latin Etendu E

source: Linear A
fr_fr: Linéaire A

source: Manichaean
fr_fr: Manichéen

source: Myanmar Extended-B
fr_fr: Myanmar Etendu B

source: Nabataean
fr_fr: Nabatéen

source: Old North Arabian
fr_fr: Arabe du Nord Ancien

source: Old Permic
fr_fr: Permique Ancien

source: Ornamental Dingbats
fr_fr: Dingbats Ornementaux

source: Palmyrene
fr_fr: Palmyrène

source: Shorthand Format Controls
fr_fr: Contrôles de Format Abrégés

source: Sinhala Archaic Numbers
fr_fr: Nombres Archaïques Sinhaliens

source: Supplemental Arrows-C
fr_fr: Flèches Supplémentaires C

source: Anatolian Hieroglyphs
fr_fr: Hiéroglyphes Anatoliens

source: Cherokee Supplement
fr_fr: Supplémentaire Cherokee

source: CJK Extension E
fr_fr: Extension E CJK

source: Early Dynastic Cuneiform
fr_fr: Cunéiformes Dynastiques Primitifs

source: Old Hungarian
fr_fr: Hongrois Ancien

source: Supplemental Symbols and Pictographs
fr_fr: Pictogrammes et Symboles Supplémentaires

source: Sutton SignWriting
fr_fr: Signature Sutton

source: Cyrillic Extended-C
fr_fr: Cyrilique Etendu C

source: Glagolitic Supplement
fr_fr: Supplément Glagolithique

source: Ideographic Symbols and Punctuation
fr_fr: Poncuation et symboles Idéographiques

source: Mongolian Supplement
fr_fr: Supplément Mongol

source: Tangut Components
fr_fr: Composants Tangut

source: CJK Unified Ideographs Extension F
fr_fr: Idéogrammes CJK Unifiés Extension F

source: Kana Extended-A
fr_fr: Kan Etendu A

source: Syriac Supplement
fr_fr: Supplément Syriaque

source: Zanabazar Square
fr_fr: Carrés de Zanabazar

source: File '%s' already exists, do you really want to overwrite it?
fr_fr: Le Fichier '%s' existe déjà, Voulez-vous l'écraser?

source: &Goto...
fr_fr: &Aller à...

source: Goto Page
fr_fr: Aller à la Page

source: Enter a page number between %d and %d:
fr_fr: Entrez un numéro de Page compris entre %d et %d:

source: Please wait while printing
fr_fr: Veuillez Patienter pendant L'Impression

source: Printing
fr_fr: Imprimer

source: All
fr_fr: Tous

source: Bottom margin (mm):
fr_fr: Marge Inférieure (mm):

source: Default printer
fr_fr: Imprimante par Défaut

source: Landscape
fr_fr: Paysage

source: Left margin (mm):
fr_fr: Marge Latérale Gauche (mm)

source: Page Setup
fr_fr: Configuration de Page

source: Paper Size
fr_fr: Format du Papier

source: Paper size
fr_fr: Format du Papier

source: PostScript file
fr_fr: Fichier PostScript

source: Print Range
fr_fr: Plage d'Impression

source: Print Setup
fr_fr: Configuration de l'Impression

source: Print in colour
fr_fr: Impression couleur

source: Print spooling
fr_fr: Mise en File D'Impression

source: Print to File
fr_fr: Imprimer vers le Fichier

source: Printer
fr_fr: Imprimante

source: Printer command:
fr_fr: Commande Imprimante:

source: Printer options
fr_fr: Options Imprimante

source: Printer options:
fr_fr: Options Imprimante:

source: Printer...
fr_fr: Imprimante...

source: Printer:
fr_fr: Imprimante:

source: Right margin (mm):
fr_fr: Marge Latérale Droite (mm):

source: Setup...
fr_fr: Configuration...

source: Status:
fr_fr: Etat:

source: Top margin (mm):
fr_fr: Marge Supérieure (mm)

source: Page %d of %d
fr_fr: Page %d sur %d

source: Text
fr_fr: Texte

source: Delimiter
fr_fr: Délimiteur

source: Space
fr_fr: Espace

source: Number
fr_fr: Nombre

source: String
fr_fr: Chaîne de Caractères

source: SpecialWord
fr_fr: MotSpécial

source: LineNumber
fr_fr: NuméroDeLigne

source: ActiveLine
fr_fr: LigneActive

source: Bookmark
fr_fr: Repère

source: AliceBlue
fr_fr: BleuAlice

source: AntiqueWhite
fr_fr: BlancAntique

source: Aqua
fr_fr: Eau

source: Aquamarine
fr_fr: Marine

source: Azure
fr_fr: Azur

source: Black
fr_fr: Noir

source: BlanchedAlmond
fr_fr: AmandeBlanchie

source: Blue
fr_fr: Bleu

source: BlueViolet
fr_fr: BleuViolet

source: Brown
fr_fr: Marron

source: BurlyWood
fr_fr: Chatain

source: CadetBlue
fr_fr: BleuClair

source: Chartreuse
fr_fr: VertClair

source: Chocolate
fr_fr: MarronClair

source: Coral
fr_fr: Coraïl

source: CornflowerBlue
fr_fr: Bleuet

source: Cornsilk
fr_fr: JauneClair

source: Crimson
fr_fr: Rose

source: DarkBlue
fr_fr: BleuFoncé

source: DarkCyan
fr_fr: CyanFoncé

source: DarkGoldenRod
fr_fr: DoréRougeFoncé

source: DarkGray
fr_fr: GrisFoncé

source: DarkGreen
fr_fr: VertFoncé

source: DarkKhaki
fr_fr: KakiFoncé

source: DarkMagenta
fr_fr: MagentaSombre

source: DarkOliveGreen
fr_fr: VertOliveFoncé

source: DarkOrchid
fr_fr: OrchidéeFoncé

source: DarkRed
fr_fr: RougeFoncé

source: DarkSalmon
fr_fr: SaumonFoncé

source: DarkSeaGreen
fr_fr: BleuVertFoncé

source: DarkSlateBlue
fr_fr: BleuCasséFoncé

source: DarkSlateGray
fr_fr: GrisCasséfoncé

source: DarkTurquoise
fr_fr: TurquoiseFoncé

source: DarkViolet
fr_fr: Violetfoncé

source: DarkOrange
fr_fr: OrangeFoncé

source: DeepPink
fr_fr: RoseFuschia

source: DeepSkyBlue
fr_fr: BleuCielFoncé

source: DimGray
fr_fr: GrisLéger

source: DodgerBlue
fr_fr: FauxBleu

source: Feldspar
fr_fr: Feldspath

source: FireBrick
fr_fr: RougeBrique

source: FloralWhite
fr_fr: BlancFloral

source: ForestGreen
fr_fr: VertForêt

source: Gainsboro
fr_fr: Gainsbourg

source: GhostWhite
fr_fr: BlancEther

source: Gold
fr_fr: Doré

source: GoldenRod
fr_fr: DoréRouge

source: Gray
fr_fr: Gris

source: Green
fr_fr: Vert

source: GreenYellow
fr_fr: VertJaune

source: HoneyDew
fr_fr: JauneFluo

source: HotPink
fr_fr: RoseFluo

source: IndianRed
fr_fr: RougeFluo

source: Ivory
fr_fr: Ivoire

source: Khaki
fr_fr: Kaki

source: Lavender
fr_fr: Lavande

source: LavenderBlush
fr_fr: BleuLavande

source: LawnGreen
fr_fr: VertPelouse

source: LemonChiffon
fr_fr: JaunePâle

source: LightBlue
fr_fr: BleuPâle

source: LightCoral
fr_fr: CoraïlPâle

source: LightCyan
fr_fr: CyanPâle

source: LightGoldenRodYellow
fr_fr: VermillionPâle

source: LightGreen
fr_fr: VertPâle

source: LightGrey
fr_fr: GrisPâle

source: LightPink
fr_fr: RosePâle

source: LightSalmon
fr_fr: SaumonPâle

source: LightSeaGreen
fr_fr: BleuVertPâle

source: LightSkyBlue
fr_fr: BleuCielPâle

source: LightSlateBlue
fr_fr: BleuCasséPâle

source: LightSlateGray
fr_fr: GrisCasséPâle

source: LightSteelBlue
fr_fr: BleuMétalPâle

source: LightYellow
fr_fr: JaunePâle

source: Lime
fr_fr: Citron

source: LimeGreen
fr_fr: CitronVert

source: Linen
fr_fr: Lin

source: Maroon
fr_fr: Marron

source: MediumAquaMarine
fr_fr: BleuMarineMoyen

source: MediumBlue
fr_fr: BleuMoyen

source: MediumOrchid
fr_fr: OrchidéeMoyen

source: MediumPurple
fr_fr: VioletMoyen

source: MediumSeaGreen
fr_fr: BleuVertMoyen

source: MediumSlateBlue
fr_fr: BleuCasséMoyen

source: MediumSpringGreen
fr_fr: GrisClairMoyen

source: MediumTurquoise
fr_fr: TurquoiseMoyen

source: MediumVioletRed
fr_fr: VioletrougeMoyen

source: MidnightBlue
fr_fr: BleuMinuit

source: MintCream
fr_fr: VertProfond

source: MistyRose
fr_fr: RoseProfond

source: Moccasin
fr_fr: MarronProfond

source: NavajoWhite
fr_fr: BlancNavajo

source: OldLace
fr_fr: Corde

source: OliveDrab
fr_fr: OliveClair

source: OrangeRed
fr_fr: Vermillion

source: Orchid
fr_fr: Orchidée

source: PaleGoldenRod
fr_fr: VermillonLéger

source: PaleGreen
fr_fr: VertLéger

source: PaleTurquoise
fr_fr: TurqouiseLéger

source: PaleVioletRed
fr_fr: VioletRougeLéger

source: PapayaWhip
fr_fr: Papaye

source: PeachPuff
fr_fr: Pêche

source: Peru
fr_fr: Pérou

source: Pink
fr_fr: Rose

source: Plum
fr_fr: Plume

source: PowderBlue
fr_fr: BluePoudre

source: Purple
fr_fr: Violet

source: Red
fr_fr: Rouge

source: RosyBrown
fr_fr: MarronRosé

source: RoyalBlue
fr_fr: BleuRoyal

source: SaddleBrown
fr_fr: MarronCuir

source: Salmon
fr_fr: Saumon

source: SandyBrown
fr_fr: BeigeSable

source: SeaGreen
fr_fr: VertMarin

source: SeaShell
fr_fr: Coquillage

source: Sienna
fr_fr: Sienne

source: Silver
fr_fr: Argent

source: SkyBlue
fr_fr: BleuCiel

source: SlateBlue
fr_fr: BleuCassé

source: SlateGray
fr_fr: GrisCassé

source: Snow
fr_fr: Neige

source: SpringGreen
fr_fr: VertClair

source: SteelBlue
fr_fr: BleuMétal

source: Tan
fr_fr: Roux

source: Teal
fr_fr: Sarcelle

source: Thistle
fr_fr: Chardon

source: Tomato
fr_fr: Tomate

source: VioletRed
fr_fr: VioletRouge

source: Wheat
fr_fr: Farine

source: White
fr_fr: Blanc

source: WhiteSmoke
fr_fr: BlancFumée

source: Yellow
fr_fr: Jaune

source: YellowGreen
fr_fr: JauneVert

source: Plain Text
fr_fr: Texte Plein

source: ASCII Art
fr_fr: Art ASCII

source: UNIX Configuration
fr_fr: Configuration UNIX

source: UNIX Shell Script
fr_fr: Script Shell UNIX

source: Windows Registry File
fr_fr: Fichier Registre Windows

source: wxMEdit Syntax
fr_fr: Syntaxe wxMEdit

source: x86 Assembly
fr_fr: Assembleur X86
